app/libraries/afip/request-loginCms.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope" xmlns:ns1="http://wsaa.view.sua.dvadac.desein.afip.gov"><env:Body><ns1:loginCms><ns1:in0>
MIIG/gYJKoZIhvcNAQcCoIIG7zCCBusCAQExCzAJBgUrDgMCGgUAMIIBLwYJKoZI
hvcNAQcBoIIBIASCARw8P3htbCB2ZXJzaW9uPSIxLjAiIGVuY29kaW5nPSJVVEYt
OCI/Pg0KPGxvZ2luVGlja2V0UmVxdWVzdCB2ZXJzaW9uPSIxLjAiPjxoZWFkZXI+
PHVuaXF1ZUlkPjE0NDU1MzY4ODI8L3VuaXF1ZUlkPjxnZW5lcmF0aW9uVGltZT4y
MDE1LTEwLTIyVDE4OjAwOjIyKzAwOjAwPC9nZW5lcmF0aW9uVGltZT48ZXhwaXJh
dGlvblRpbWU+MjAxNS0xMC0yMlQxODowMjoyMiswMDowMDwvZXhwaXJhdGlvblRp
bWU+PC9oZWFkZXI+PHNlcnZpY2U+d3NmZTwvc2VydmljZT48L2xvZ2luVGlja2V0
UmVxdWVzdD4NCqCCA7owggO2MIICnqADAgECAggA1m7V6V3a+jANBgkqhkiG9w0B
AQUFADBDMSUwIwYDVQQDDBxBRklQIFRlc3RpbmcgQ29tcHV0YWRvcmVzIENBMQ0w
CwYDVQQKDARBRklQMQswCQYDVQQGEwJBUjAeFw0xNTA3MDMwMDI3MTJaFw0xODAz
MjkwMDI3MTJaMFQxEzARBgNVBAMMCkRlc2Fycm9sbG8xGTAXBgNVBAUTEENVSVQg
MjAxMDc2MTg3MjUxFTATBgNVBAoMDERlc2Fycm9sbG9KQjELMAkGA1UEBhMCQVIw
gZ8wDQYJKoZIhvcNAQEBBQADgY0AMIGJAoGBALUoczAJNUY33LXRJyALHIW8b0Tw
r+uNtqr6KI17LAVH2v49m9gLia9nlyMuvQF0/mH/h5JHyMaxuT7Ta8mxWbfZhyLA
CEjOEhAwfJRLYvSFE4zs3l7A3Mqj9eDpSJ8jruX8jhKnqjZxspplsU1hHrDmVAyW
2mlWxvslAeEfaWzdAgMBAAGjggEfMIIBGzAMBgNVHRMBAf8EAjAAMA4GA1UdDwEB
/wQEAwIF4DAdBgNVHQ4EFgQUffyCuoE433+Mvr3cJo7zBks4blQwHwYDVR0jBBgw
FoAURHTutJwm31bhwQ3rVwuQGTY9lgEwgboGA1UdIASBsjCBrzCBrAYOKwYBBAGB
u2MBAgECAQEwgZkwgZYGCCsGAQUFBwICMIGJHoGGAEMAZQByAHQAaQBmAGkAYwBh
AGQAbwAgAHAAYQByAGEAIABjAG8AbQBwAHUAdABhAGQAbwByAGUAcwAgAHMAbwBs
AG8AIAB2AGEAbABpAGQAbwAgAGUAbgAgAGUAbgB0AG8AcgBuAG8AcwAgAGQAZQAg
AGQAZQBzAGEAcgByAG8AbABsAG8wDQYJKoZIhvcNAQEFBQADggEBAEtq5iX0cYrM
aEhgdQrwYMqddiY7apNxJr69/mzZH7SHX86gmdzukApgU4UiEzh4fY/lfpvHyrYu
bmf2u0C6BbW4fNh7G/lhUP06QXJSVlKurWU4m1wTsZPMYp0YaJfowSVhyaaggxzX
m28ipC6jd8Pji2ujUuCD7efbZG3Z+JVqUhwcnzUQ4JrbjzLCInxFoMgT5fFuE0Q1
mE3nKPUbFsz6lb1goBM8u5ncKbyvhwdQjoIED5y2wRJ6y/XFzMmy5wRGEoFqSkgB
ptJg7KCkfIAxJonMTERGzeL8PqPBvKfQQTGO747WZwXD3vfTWzVoSUWD33565dGa
KohWC5J91xMxggHmMIIB4gIBATBPMEMxJTAjBgNVBAMMHEFGSVAgVGVzdGluZyBD
b21wdXRhZG9yZXMgQ0ExDTALBgNVBAoMBEFGSVAxCzAJBgNVBAYTAkFSAggA1m7V
6V3a+jAJBgUrDgMCGgUAoIHuMBgGCSqGSIb3DQEJAzELBgkqhkiG9w0BBwEwHAYJ
KoZIhvcNAQkFMQ8XDTE1MTAyMjE4MDEyMlowIwYJKoZIhvcNAQkEMRYEFOsDcHju
uubGkNwZSxXbUDjfz3rgMIGOBgkqhkiG9w0BCQ8xgYAwfjALBglghkgBZQMEASow
CAYGKoUDAgIJMAgGBiqFAwICFTALBglghkgBZQMEARYwCwYJYIZIAWUDBAECMAoG
CCqGSIb3DQMHMA4GCCqGSIb3DQMCAgIAgDANBggqhkiG9w0DAgIBQDAHBgUrDgMC
BzANBggqhkiG9w0DAgIBKDANBgkqhkiG9w0BAQEFAASBgBvIe2A1fydjZ3Xmd4aT
fIjkfNbLxlkmo+Ov0CST67friz5JsJJig8guhUWsnAPt6kuZxVgdxF1sH9llAZQ8
uCQoKQOspTxmLDjPt4Z9AiUT2wS7UidGN3BzWE21uyePU6uYDur6UQHC/ojVpGD+
3dANCuXT/bh0jpfiCdY2v08c

</ns1:in0></ns1:loginCms></env:Body></env:Envelope>
